frontend/controllers/VcardsController.php

SELECT * FROM `tbhome_user` WHERE `uid`='11'
---
    public function actionIndex($uid=1)
    {
        /*       $users = new Query();
        $user1 = $users
            ->from('tbhome_user')
            ->where(['uid' => $uid ])
            ->one();
        $user2 = $users
            ->from('tbhome_card_info')
            ->where(['uid' => $uid ])
            ->one();